10/data/attachments/40d03818d0a988fe.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jasmine_coach_Actions_44420_3</nif:username>
            <nif:friendToBeRequested>soap_actions_bd20eb2f-c3e1-497b-9689-3bff9167516d</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>